Repository: bestdeejay-design/sweet-no-sleep
Catalog: Sources/SweetNoSleep/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, ru, zh_hans

source: %@ (display)
es: %@ (pantalla)
ja: %@（ディスプレイ）
ko: %@ (디스플레이)
ru: %@ (дисплей)
zh_hans: %@（显示器）

source: %@ - other sessions are still protected
es: %@ - las demás sesiones siguen protegidas
ja: %@ - 他のセッションは引き続き保護されています
ko: %@ - 다른 세션은 여전히 보호되고 있어요
ru: %@ — остальные сессии всё ещё под защитой
zh_hans: %@ - 其他会话仍受保护

source: %@ - your Mac is back to its normal sleep settings
es: %@ - tu Mac ha vuelto a sus ajustes normales de suspensión
ja: %@ - Macは通常のスリープ設定に戻りました
ko: %@ - Mac이 원래 절전 설정으로 돌아갔어요
ru: %@ — твой Mac вернулся к обычным настройкам сна
zh_hans: %@ - 你的 Mac 已恢复正常的睡眠设置

source: %@ is keeping your Mac awake
es: %@ mantiene tu Mac despierto
ja: %@がMacをスリープさせずにいます
ko: %@ 덕분에 Mac이 깨어 있어요
ru: %@ не даёт твоему Mac заснуть
zh_hans: %@ 让你的 Mac 保持唤醒

source: %@ is on duty
es: %@ está de guardia
ja: %@が勤務中です
ko: %@ 근무 중
ru: %@ на дежурстве
zh_hans: %@ 正在值班

source: %@ is on duty and protecting this session.
es: %@ está de guardia y protege esta sesión.
ja: %@が勤務中で、このセッションを守っています。
ko: %@ 근무 중이며 이 세션을 지키고 있어요.
ru: %@ на дежурстве и защищает эту сессию.
zh_hans: %@ 正在值班，守护这次会话。

source: %@ is ready to help
es: %@ está listo para ayudar
ja: %@がお手伝いする準備ができています
ko: %@ 도울 준비가 됐어요
ru: %@ готов помочь
zh_hans: %@ 随时准备帮忙

source: %@ is ready to keep you company
es: %@ está listo para hacerte compañía
ja: %@がそばにいる準備ができています
ko: %@ 곁에서 함께할 준비가 됐어요
ru: %@ готов составить тебе компанию
zh_hans: %@ 随时陪着你

source: %@ is with your agent
es: %@ está con tu agente
ja: %@はエージェントと一緒です
ko: %@ 에이전트와 함께 있어요
ru: %@ работает с твоим агентом
zh_hans: %@ 正和你的智能体在一起

source: %@ needs your approval
es: %@ necesita tu aprobación
ja: %@の承認が必要です
ko: %@ 승인이 필요해요
ru: %@ ждёт твоего подтверждения
zh_hans: %@ 需要你确认

source: %@ uses temporary system power assertions and releases them when work ends.
es: %@ usa bloqueos temporales de energía del sistema y los libera al terminar el trabajo.
ja: %@は一時的なシステム電源アサーションを使い、作業が終わると解放します。
ko: %@ 임시 시스템 전원 어서션을 사용하고, 작업이 끝나면 해제해요.
ru: %@ использует временные системные блокировки питания и снимает их, когда работа заканчивается.
zh_hans: %@ 会使用临时的系统电源断言，并在工作结束时释放。

source: %@'s eyes follow the pointer automatically.
es: Los ojos de %@ siguen el puntero automáticamente.
ja: %@の目はポインタを自動で追いかけます。
ko: %@의 눈이 포인터를 자동으로 따라가요.
ru: Глаза %@ сами следят за указателем.
zh_hans: %@的眼睛会自动跟随指针。

source: %@'s personality
es: Personalidad de %@
ja: %@の性格
ko: %@의 성격
ru: Характер %@
zh_hans: %@的性格

source: %@'s shift is over - your Mac is back to its normal sleep settings
es: El turno de %@ ha terminado - tu Mac ha vuelto a sus ajustes normales de suspensión
ja: %@の勤務は終了 - Macは通常のスリープ設定に戻りました
ko: %@의 근무가 끝났어요 - Mac이 원래 절전 설정으로 돌아갔어요
ru: Смена %@ закончилась — твой Mac вернулся к обычным настройкам сна
zh_hans: %@的值班结束了 - 你的 Mac 已恢复正常的睡眠设置

source: %@, the Sweet No Sleep pet
es: %@, la mascota de Sweet No Sleep
ja: %@、Sweet No Sleep のペット
ko: %@, Sweet No Sleep 펫
ru: %@, питомец Sweet No Sleep
zh_hans: %@，Sweet No Sleep 宠物

source: %d active agents
es: Agentes activos: %d
ja: アクティブなエージェント %d 件
ko: 활성 에이전트 %d개
ru: Активных агентов: %d
zh_hans: %d 个活跃智能体

source: %d hours
es: %d h
ja: %d時間
ko: %d시간
ru: %d ч
zh_hans: %d 小时

source: %d%% (Charging)
es: %d%% (cargando)
ja: %d%%（充電中）
ko: %d%% (충전 중)
ru: %d%% (заряжается)
zh_hans: %d%%（充电中）

source: %d%% (On battery)
es: %d%% (con batería)
ja: %d%%（バッテリー駆動）
ko: %d%% (배터리 사용 중)
ru: %d%% (от батареи)
zh_hans: %d%%（使用电池）

source: %d%% (Power Adapter)
es: %d%% (adaptador de corriente)
ja: %d%%（電源アダプター）
ko: %d%% (전원 어댑터)
ru: %d%% (адаптер питания)
zh_hans: %d%%（电源适配器）

source: %d%% (pause below)
es: %d%% (pausa por debajo)
ja: %d%%（これ未満で一時停止）
ko: %d%% (이하에서 일시 정지)
ru: %d%% (пауза ниже)
zh_hans: %d%%（低于此值时暂停）

source: 0% (Disabled)
es: 0% (desactivado)
ja: 0%（無効）
ko: 0% (사용 안 함)
ru: 0% (отключено)
zh_hans: 0%（已关闭）

source: 12 hours
es: 12 h
ja: 12時間
ko: 12시간
ru: 12 ч
zh_hans: 12 小时

source: 170 pt - large
es: 170 pt - grande
ja: 170 pt - 大
ko: 170 pt - 크게
ru: 170 pt - крупный
zh_hans: 170 pt - 大

source: 4 hours
es: 4 h
ja: 4時間
ko: 4시간
ru: 4 ч
zh_hans: 4 小时

source: 45 pt - compact
es: 45 pt - compacto
ja: 45 pt - 小
ko: 45 pt - 작게
ru: 45 pt - компактный
zh_hans: 45 pt - 小

source: A %d-minute session
es: Sesión de %d min
ja: %d分のセッション
ko: %d분 세션
ru: Сессия на %d мин
zh_hans: %d 分钟会话

source: AC Power (No battery)
es: Corriente alterna (sin batería)
ja: AC電源（バッテリーなし）
ko: AC 전원 (배터리 없음)
ru: Питание от сети (без батареи)
zh_hans: 交流电源（无电池）

source: AGENT NEEDS APPROVAL
es: EL AGENTE NECESITA APROBACIÓN
ja: エージェントの承認が必要
ko: 에이전트 승인 필요
ru: АГЕНТУ НУЖНО ПОДТВЕРЖДЕНИЕ
zh_hans: 智能体需要确认

source: AGENTS AT WORK
es: AGENTES TRABAJANDO
ja: エージェント作業中
ko: 에이전트 작업 중
ru: АГЕНТЫ РАБОТАЮТ
zh_hans: 智能体工作中

source: AI agent connection
es: Conexión del agente de IA
ja: AIエージェントの接続
ko: AI 에이전트 연결
ru: Подключение ИИ-агента
zh_hans: AI 智能体连接

source: About every %d sec
es: Aproximadamente cada %d s
ja: 約%d秒ごと
ko: 약 %d초마다
ru: Примерно каждые %d с
zh_hans: 约每 %d 秒

source: Active (ID: %u)
es: Activo (ID: %u)
ja: 有効（ID: %u）
ko: 활성 (ID: %u)
ru: Активно (ID: %u)
zh_hans: 活动中（ID：%u）

source: Active now: %d
es: Activos ahora: %d
ja: 現在アクティブ: %d
ko: 현재 활성: %d
ru: Сейчас активно: %d
zh_hans: 当前活跃：%d

source: Adjust how %@ moves and which playful moments appear during an awake session.
es: Ajusta cómo se mueve %@ y qué momentos juguetones aparecen durante una sesión activa.
ja: 起きている間のセッションで、%@の動きと遊びの演出を調整します。
ko: 깨어 있는 세션 동안 %@의 움직임과 장난스러운 순간을 조정해요.
ru: Настрой, как двигается %@ и какие игривые моменты появляются во время активной сессии.
zh_hans: 调整 %@ 的移动方式，以及清醒会话期间出现哪些俏皮瞬间。

source: After a confirmed session, %@ will request immediate system sleep.
es: Tras una sesión confirmada, %@ pedirá suspender el sistema de inmediato.
ja: 確認済みのセッションが終わると、%@がすぐにシステムのスリープを要求します。
ko: 확인된 세션이 끝나면 %@ 쪽에서 즉시 시스템 절전을 요청해요.
ru: После подтверждённой сессии %@ запросит немедленный переход системы в сон.
zh_hans: 确认的会话结束后，%@ 将请求立即让系统睡眠。

source: After this session, your Mac will go to sleep immediately
es: Tras esta sesión, tu Mac se suspenderá de inmediato
ja: このセッション終了後、Macはすぐにスリープします
ko: 이 세션이 끝나면 Mac이 즉시 잠들어요
ru: После этой сессии твой Mac сразу уйдёт в сон
zh_hans: 本次会话结束后，你的 Mac 将立即进入睡眠

source: After-session action
es: Acción al terminar la sesión
ja: セッション終了後の動作
ko: 세션 종료 후 동작
ru: Действие после сессии
zh_hans: 会话结束后的操作

source: Agent connections: %d
es: Conexiones de agentes: %d
ja: エージェント接続: %d
ko: 에이전트 연결: %d
ru: Подключений агентов: %d
zh_hans: 智能体连接数：%d

source: Agent is waiting
es: El agente está esperando
ja: エージェントが待機中です
ko: 에이전트가 기다리는 중이에요
ru: Агент ждёт
zh_hans: 智能体正在等待

source: Agent question: %@
es: Pregunta del agente: %@
ja: エージェントの質問: %@
ko: 에이전트 질문: %@
ru: Вопрос агента: %@
zh_hans: 智能体问题：%@

source: Agent sessions were stopped manually.
es: Las sesiones de agentes se detuvieron manualmente.
ja: エージェントのセッションは手動で停止されました。
ko: 에이전트 세션을 수동으로 중지했어요.
ru: Сессии агентов были остановлены вручную.
zh_hans: 智能体会话已手动停止。

source: Allow Sweet No Sleep in System Settings > General > Login Items.
es: Permite Sweet No Sleep en Ajustes del Sistema > General > Elementos de inicio de sesión.
ja: システム設定 > 一般 > ログイン項目で Sweet No Sleep を許可してください。
ko: 시스템 설정 > 일반 > 로그인 항목에서 Sweet No Sleep을 허용하세요.
ru: Разреши Sweet No Sleep в «Настройки системы» > «Основные» > «Объекты входа».
zh_hans: 请在“系统设置 > 通用 > 登录项”中允许 Sweet No Sleep。

source: Allow events from local hooks
es: Permitir eventos de hooks locales
ja: ローカルフックからのイベントを許可
ko: 로컬 훅의 이벤트 허용
ru: Разрешить события из локальных хуков
zh_hans: 允许来自本地钩子的事件

source: Allow normal sleep
es: Permitir suspensión normal
ja: 通常のスリープを許可
ko: 일반 절전 허용
ru: Разрешить обычный сон
zh_hans: 允许正常睡眠

source: An AI agent reported that work has started.
es: Un agente de IA informó de que el trabajo ha comenzado.
ja: AIエージェントが作業の開始を通知しました。
ko: AI 에이전트가 작업을 시작했다고 알려왔어요.
ru: ИИ-агент сообщил, что работа началась.
zh_hans: AI 智能体报告工作已开始。

source: An agent is waiting for your answer (y/n).
es: Un agente espera tu respuesta (y/n).
ja: エージェントがあなたの回答を待っています (y/n)。
ko: 에이전트가 답변을 기다리고 있어요 (y/n).
ru: Агент ждёт твоего ответа (y/n).
zh_hans: 智能体正在等待你的回答 (y/n)。

source: An agent is waiting for your approval.
es: Un agente espera tu aprobación.
ja: エージェントがあなたの承認を待っています。
ko: 에이전트가 승인을 기다리고 있어요.
ru: Агент ждёт твоего подтверждения.
zh_hans: 智能体正在等待你的确认。

source: Approve
es: Aprobar
ja: 承認
ko: 승인
ru: Подтвердить
zh_hans: 批准

source: Assertions active (120s timeout)
es: Bloqueos activos (tiempo límite de 120 s)
ja: アサーション有効（120秒でタイムアウト）
ko: 어서션 활성 (120초 제한 시간)
ru: Блокировки активны (тайм-аут 120 с)
zh_hans: 电源断言已激活（120 秒超时）

source: Assertions re-armed
es: Bloqueos reactivados
ja: アサーションを再設定しました
ko: 어서션 재설정됨
ru: Блокировки восстановлены
zh_hans: 电源断言已重新启用

source: Assertions released
es: Bloqueos liberados
ja: アサーションを解除しました
ko: 어서션 해제됨
ru: Блокировки сняты
zh_hans: 电源断言已释放

source: Automatically release assertions after continuous awake time to prevent battery drain from forgotten sessions.
es: Libera automáticamente los bloqueos tras un tiempo continuo activo para evitar que las sesiones olvidadas gasten la batería.
ja: 連続して起きている時間が経過すると自動でアサーションを解除し、消し忘れたセッションでバッテリーが減るのを防ぎます。
ko: 계속 깨어 있는 시간이 지나면 어서션을 자동으로 해제해서, 잊어버린 세션이 배터리를 소모하지 않게 해요.
ru: Автоматически снимать блокировки после непрерывного времени бодрствования, чтобы забытые сессии не разряжали батарею.
zh_hans: 在持续清醒时间达到上限后自动释放电源断言，避免忘记关闭的会话耗尽电池。

source: Awake cap reached (%d h).
es: Se alcanzó el límite de tiempo activo (%d h).
ja: 連続稼働の上限に達しました（%d時間）。
ko: 깨어 있기 상한에 도달했어요 (%d시간).
ru: Достигнут предел бодрствования (%d ч).
zh_hans: 已达到清醒时长上限（%d 小时）。

source: Awake cap reached: assertions released
es: Límite de tiempo activo alcanzado: bloqueos liberados
ja: 連続稼働の上限に達したため、アサーションを解除しました
ko: 깨어 있기 상한 도달: 어서션 해제됨
ru: Достигнут предел бодрствования: блокировки сняты
zh_hans: 已达清醒时长上限：电源断言已释放

source: Battery below %d%% - assertions released.
es: Batería por debajo del %d%% - bloqueos liberados.
ja: バッテリーが%d%%未満 - アサーションを解除しました。
ko: 배터리 %d%% 미만 - 어서션 해제됨.
ru: Заряд ниже %d%% — блокировки сняты.
zh_hans: 电量低于 %d%% - 电源断言已释放。

source: Battery below %d%% - sleep protection paused to save battery.
es: Batería por debajo del %d%% - protección contra suspensión pausada para ahorrar batería.
ja: バッテリーが%d%%未満 - 節電のためスリープ防止を一時停止しました。
ko: 배터리 %d%% 미만 - 배터리 절약을 위해 절전 방지를 일시 중지했어요.
ru: Заряд ниже %d%% — защита от сна приостановлена, чтобы сэкономить батарею.
zh_hans: 电量低于 %d%% - 为省电已暂停防休眠保护。

source: Battery is below %d%% - plug in to enable sleep protection.
es: La batería está por debajo del %d%% - conéctala para activar la protección contra suspensión.
ja: バッテリーが%d%%未満です - スリープ防止を有効にするには電源に接続してください。
ko: 배터리가 %d%% 미만이에요 - 절전 방지를 켜려면 충전기를 연결하세요.
ru: Заряд ниже %d%% — подключи зарядку, чтобы включить защиту от сна.
zh_hans: 电量低于 %d%% - 请接上电源以启用防休眠保护。

source: Battery safety floor
es: Límite de seguridad de batería
ja: バッテリーの安全しきい値
ko: 배터리 안전 하한선
ru: Порог безопасности батареи
zh_hans: 电池安全下限

source: Battery safety floor percentage
es: Porcentaje del límite de seguridad de batería
ja: バッテリー安全しきい値（パーセント）
ko: 배터리 안전 하한선(퍼센트)
ru: Порог безопасности батареи в процентах
zh_hans: 电池安全下限（百分比）

source: Behavior
es: Comportamiento
ja: 動作
ko: 동작
ru: Поведение
zh_hans: 行为

source: Break taken
es: Pausa realizada
ja: 休憩を取りました
ko: 휴식 완료
ru: Перерыв взят
zh_hans: 已休息

source: Breathing, blinking, and movement
es: Respiración, parpadeo y movimiento
ja: 呼吸、まばたき、動き
ko: 숨쉬기, 깜빡임, 움직임
ru: Дыхание, моргание и движение
zh_hans: 呼吸、眨眼和动作

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消

source: Choose %@'s look and how visibly the pet joins your workday.
es: Elige el aspecto de %@ y cuánto se nota la mascota en tu jornada de trabajo.
ja: %@の見た目と、作業中にペットがどれくらい目立つかを選びます。
ko: %@의 모습과, 펫이 업무 시간에 얼마나 눈에 띄게 함께할지 고르세요.
ru: Выбери внешность %@ и насколько заметно питомец будет участвовать в твоём рабочем дне.
zh_hans: 选择 %@ 的外观，以及宠物在你工作时的显眼程度。

source: Choose a look. New skins install separately and do not require source-code changes.
es: Elige un aspecto. Los nuevos skins se instalan por separado y no requieren cambios en el código fuente.
ja: 見た目を選んでください。新しいスキンは個別にインストールでき、ソースコードの変更は不要です。
ko: 모습을 고르세요. 새 스킨은 따로 설치하며 소스 코드 변경이 필요 없어요.
ru: Выбери внешний вид. Новые скины устанавливаются отдельно и не требуют изменений в исходном коде.
zh_hans: 选择一种外观。新皮肤单独安装，无需修改源代码。

source: Click to say hello, or drag the pet to move it.
es: Haz clic para saludar o arrastra a la mascota para moverla.
ja: クリックであいさつ、ドラッグでペットを移動できます。
ko: 클릭하면 인사하고, 펫을 끌어서 옮길 수 있어요.
ru: Нажми, чтобы поздороваться, или перетащи питомца, чтобы переместить.
zh_hans: 点击打个招呼，或拖动宠物来移动它。

source: Click to say hello.
es: Haz clic para saludar.
ja: クリックしてあいさつ。
ko: 클릭해서 인사하세요.
ru: Нажми, чтобы поздороваться.
zh_hans: 点击打个招呼。

source: Configure the timer, skin, pet size, animations, breaks, agent hooks, and power settings.
es: Configura el temporizador, el skin, el tamaño de la mascota, las animaciones, las pausas, los hooks de agentes y los ajustes de energía.
ja: タイマー、スキン、ペットのサイズ、アニメーション、休憩、エージェントフック、電源設定を調整します。
ko: 타이머, 스킨, 펫 크기, 애니메이션, 휴식, 에이전트 훅, 전원 설정을 조정하세요.
ru: Настрой таймер, скин, размер питомца, анимации, перерывы, хуки агентов и параметры питания.
zh_hans: 配置计时器、皮肤、宠物大小、动画、休息提醒、智能体钩子和电源设置。

source: Confirm immediate sleep before starting this session.
es: Confirma la suspensión inmediata antes de iniciar esta sesión.
ja: このセッションを開始する前に、即時スリープを確認してください。
ko: 이 세션을 시작하기 전에 즉시 절전을 확인하세요.
ru: Подтверди немедленный сон перед запуском этой сессии.
zh_hans: 开始本次会话前，请确认立即睡眠。

source: Continuous awake cap
es: Límite de tiempo activo continuo
ja: 連続稼働の上限
ko: 연속 깨어 있기 상한
ru: Предел непрерывного бодрствования
zh_hans: 连续清醒时长上限

source: Continuous awake cap in hours
es: Límite de tiempo activo continuo en horas
ja: 連続稼働の上限（時間）
ko: 연속 깨어 있기 상한(시간)
ru: Предел непрерывного бодрствования, часы
zh_hans: 连续清醒时长上限（小时）

source: Continuous awake cap reached (%d hours) - sleep protection stopped to save power.
es: Límite de tiempo activo continuo alcanzado (%d h) - protección contra suspensión detenida para ahorrar energía.
ja: 連続稼働の上限（%d時間）に達したため、節電のためスリープ防止を停止しました。
ko: 연속 깨어 있기 상한(%d시간)에 도달해 절전 방지를 멈췄어요.
ru: Достигнут предел непрерывного бодрствования (%d ч) — защита от сна остановлена, чтобы сэкономить энергию.
zh_hans: 已达到连续清醒时长上限（%d 小时），为省电已停止防休眠保护。

source: Copy
es: Copiar
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制

source: Could not connect to the macOS power management service.
es: No se pudo conectar con el servicio de gestión de energía de macOS.
ja: macOSの電源管理サービスに接続できませんでした。
ko: macOS 전원 관리 서비스에 연결할 수 없었어요.
ru: Не удалось подключиться к службе управления питанием macOS.
zh_hans: 无法连接到 macOS 电源管理服务。

source: Could not enable sleep protection.
es: No se pudo activar la protección contra suspensión.
ja: スリープ防止を有効にできませんでした。
ko: 절전 방지를 켤 수 없었어요.
ru: Не удалось включить защиту от сна.
zh_hans: 无法启用防休眠保护。

source: Could not keep the display awake after wake (error %d); the Mac is still protected from system sleep.
es: No se pudo mantener la pantalla activa tras despertar (error %d); el Mac sigue protegido contra la suspensión del sistema.
ja: 復帰後にディスプレイを点灯し続けられませんでした（エラー %d）。Macはシステムのスリープから引き続き保護されています。
ko: 깨어난 뒤 디스플레이를 켜 둘 수 없었어요(오류 %d). Mac은 여전히 시스템 절전으로부터 보호되고 있어요.
ru: Не удалось удержать дисплей включённым после пробуждения (ошибка %d); Mac всё ещё защищён от системного сна.
zh_hans: 唤醒后无法保持显示器常亮（错误 %d）；Mac 仍受系统睡眠保护。

source: Could not refresh sleep protection.
es: No se pudo actualizar la protección contra suspensión.
ja: スリープ防止を更新できませんでした。
ko: 절전 방지를 새로 고칠 수 없었어요.
ru: Не удалось обновить защиту от сна.
zh_hans: 无法刷新防休眠保护。

source: Could not restore display sleep protection during re-arm (error %d).
es: No se pudo restaurar la protección de la pantalla contra suspensión al reactivar (error %d).
ja: 再設定中にディスプレイのスリープ防止を復元できませんでした（エラー %d）。
ko: 재활성화 중 디스플레이 절전 방지를 복원할 수 없었어요(오류 %d).
ru: Не удалось восстановить защиту дисплея от сна при повторной активации (ошибка %d).
zh_hans: 重新启用时无法恢复显示器防休眠保护（错误 %d）。

source: Could not restore idle-sleep protection after wake (error %d).
es: No se pudo restaurar la protección contra suspensión por inactividad tras despertar (error %d).
ja: 復帰後にアイドル時のスリープ防止を復元できませんでした（エラー %d）。
ko: 깨어난 뒤 유휴 절전 방지를 복원할 수 없었어요(오류 %d).
ru: Не удалось восстановить защиту от сна при простое после пробуждения (ошибка %d).
zh_hans: 唤醒后无法恢复空闲睡眠保护（错误 %d）。

source: Could not restore system sleep protection during re-arm (error %d).
es: No se pudo restaurar la protección contra suspensión del sistema al reactivar (error %d).
ja: 再設定中にシステムのスリープ防止を復元できませんでした（エラー %d）。
ko: 재활성화 중 시스템 절전 방지를 복원할 수 없었어요(오류 %d).
ru: Не удалось восстановить системную защиту от сна при повторной активации (ошибка %d).
zh_hans: 重新启用时无法恢复系统睡眠保护（错误 %d）。

source: Could not update launch at login: %@
es: No se pudo actualizar el inicio al iniciar sesión: %@
ja: ログイン時の起動設定を更新できませんでした: %@
ko: 로그인 시 실행 설정을 업데이트할 수 없었어요: %@
ru: Не удалось обновить запуск при входе: %@
zh_hans: 无法更新登录时启动设置：%@

source: Curious
es: Curioso
ja: 好奇心
ko: 호기심
ru: Любопытство
zh_hans: 好奇

source: Curious mood weight
es: Peso del ánimo curioso
ja: 好奇心の重み
ko: 호기심 기분 가중치
ru: Вес настроения «Любопытство»
zh_hans: 好奇情绪权重

source: Current size: %d pt - changes apply immediately on the desktop.
es: Tamaño actual: %d pt - los cambios se aplican de inmediato en el escritorio.
ja: 現在のサイズ: %d pt - 変更はデスクトップにすぐ反映されます。
ko: 현재 크기: %d pt - 변경 사항은 바탕화면에 즉시 적용돼요.
ru: Текущий размер: %d pt — изменения сразу видны на рабочем столе.
zh_hans: 当前大小：%d pt - 更改会立即在桌面上生效。

source: Dancing
es: Bailando
ja: ダンス
ko: 춤추기
ru: Танец
zh_hans: 跳舞

source: Dancing mood weight
es: Peso del ánimo bailando
ja: ダンスの気分の重み
ko: 춤추기 기분 가중치
ru: Вес настроения «Танец»
zh_hans: 跳舞情绪权重

source: Desktop layer
es: Capa del escritorio
ja: デスクトップレイヤー
ko: 바탕화면 레이어
ru: Слой рабочего стола
zh_hans: 桌面层级

source: Desktops and plugged-in MacBooks are not affected.
es: Los escritorios y los MacBook conectados a la corriente no se ven afectados.
ja: デスクトップMacと電源に接続されたMacBookは影響を受けません。
ko: 데스크톱 Mac과 전원에 연결된 MacBook은 영향을 받지 않아요.
ru: Настольные Mac и MacBook, подключённые к сети, не затрагиваются.
zh_hans: 台式 Mac 和接通电源的 MacBook 不受影响。

source: Disabled
es: Desactivado
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_hans: 已关闭

source: Disabled (0%)
es: Desactivado (0%)
ja: 無効（0%）
ko: 사용 안 함 (0%)
ru: Отключено (0%)
zh_hans: 已关闭（0%）

source: Disabled (0h)
es: Desactivado (0 h)
ja: 無効（0時間）
ko: 사용 안 함 (0시간)
ru: Отключено (0 ч)
zh_hans: 已关闭（0 小时）

source: Display and system
es: Pantalla y sistema
ja: ディスプレイとシステム
ko: 디스플레이 및 시스템
ru: Дисплей и система
zh_hans: 显示器与系统

source: Display assertion
es: Bloqueo de pantalla
ja: ディスプレイのアサーション
ko: 디스플레이 어서션
ru: Блокировка дисплея
zh_hans: 显示器电源断言

source: Drag the pet to place it wherever it feels comfortable.
es: Arrastra a la mascota a donde se sienta cómoda.
ja: ペットをドラッグして、居心地のよい場所に置いてください。
ko: 펫을 끌어서 편한 곳에 두세요.
ru: Перетащи питомца туда, где ему будет уютно.
zh_hans: 把宠物拖到它觉得舒服的位置。

source: Duration
es: Duración
ja: 時間
ko: 시간
ru: Длительность
zh_hans: 时长

source: During an awake session, %@ gently suggests looking away from code and into the distance for about 20 seconds.
es: Durante una sesión activa, %@ sugiere suavemente apartar la vista del código y mirar a lo lejos durante unos 20 segundos.
ja: 起きている間のセッションでは、%@がコードから目を離し、遠くを約20秒見るよう優しく提案します。
ko: 깨어 있는 세션 중 %@의 안내: 코드에서 눈을 떼고 약 20초 동안 먼 곳을 바라보세요.
ru: Во время активной сессии %@ мягко предлагает около 20 секунд смотреть от кода вдаль.
zh_hans: 清醒会话期间，%@ 会温和地建议你把目光从代码移开，望向远处约 20 秒。

source: Enable localhost webhook
es: Activar webhook de localhost
ja: localhost Webhook を有効にする
ko: localhost 웹훅 사용
ru: Включить локальный webhook
zh_hans: 启用 localhost webhook

source: Enable manual sleep protection at launch
es: Activar la protección manual contra suspensión al iniciar
ja: 起動時に手動のスリープ防止を有効にする
ko: 실행 시 수동 절전 방지 켜기
ru: Включать защиту от сна вручную при запуске
zh_hans: 启动时启用手动防休眠保护

source: End agent sessions
es: Terminar sesiones de agentes
ja: エージェントのセッションを終了
ko: 에이전트 세션 종료
ru: Завершить сессии агентов
zh_hans: 结束智能体会话

source: End session
es: Terminar sesión
ja: セッションを終了
ko: 세션 종료
ru: Завершить сессию
zh_hans: 结束会话

source: Every %d min
es: Cada %d min
ja: %d分ごと
ko: %d분마다
ru: Каждые %d мин
zh_hans: 每 %d 分钟

source: Eye and attention breaks
es: Pausas para la vista y la concentración
ja: 目と集中の休憩
ko: 눈 휴식과 집중 휴식
ru: Перерывы для глаз и внимания
zh_hans: 护眼与专注休息

source: FOCUS IN PROGRESS
es: ENFOQUE EN CURSO
ja: 集中作業中
ko: 집중 진행 중
ru: ФОКУС В ПРОЦЕССЕ
zh_hans: 专注进行中

source: FOCUS SESSION
es: SESIÓN DE ENFOQUE
ja: 集中セッション
ko: 집중 세션
ru: ФОКУС-СЕССИЯ
zh_hans: 专注会话

source: Focus
es: Enfoque
ja: 集中
ko: 집중
ru: Фокус
zh_hans: 专注

source: Focus session started - %d min
es: Sesión de enfoque iniciada - %d min
ja: 集中セッションを開始 - %d分
ko: 집중 세션 시작 - %d분
ru: Фокус-сессия начата — %d мин
zh_hans: 专注会话已开始 - %d 分钟

source: Focus without unexpected sleep
es: Concentración sin suspensiones inesperadas
ja: 予期しないスリープなしで集中
ko: 예기치 않은 절전 없이 집중
ru: Фокус без неожиданного сна
zh_hans: 专注时不意外睡眠

source: From the repository root: ./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh For IDE hooks: agent-event.sh start > heartbeat (about once a minute) > waiting when a question needs you > done or failed; use one ID per session.
es: Desde la raíz del repositorio: ./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh Para hooks de IDE: agent-event.sh start > heartbeat (aprox. una vez por minuto) > waiting cuando una pregunta necesite tu respuesta > done o failed; usa un ID por sesión.
ja: リポジトリのルートで: ./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh IDEフック: agent-event.sh start > heartbeat（約1分ごと）> 質問への回答が必要なとき waiting > done または failed。セッションごとに ID を1つ使ってください。
ko: 저장소 루트에서: ./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh IDE 훅: agent-event.sh start > heartbeat (약 1분마다) > 질문에 답이 필요하면 waiting > done 또는 failed; 세션마다 ID 하나를 사용하세요.
ru: Из корня репозитория: ./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh Для IDE-хуков: agent-event.sh start > heartbeat (примерно раз в минуту) > waiting, когда нужен твой ответ > done или failed; используй один ID на сессию.
zh_hans: 在仓库根目录中运行：./Scripts/agent-session.sh my-agent-1 -- ./run-agent.sh IDE 钩子：agent-event.sh start > heartbeat（约每分钟一次）> 需要你回答时 waiting > done 或 failed；每个会话使用一个 ID。

source: Goal reached - the session is complete
es: Objetivo alcanzado: la sesión está completa
ja: 目標達成 - セッションが完了しました
ko: 목표 달성 - 세션이 완료됐어요
ru: Цель достигнута — сессия завершена
zh_hans: 目标已达成 - 会话已完成

source: Hide %@
es: Ocultar %@
ja: %@を隠す
ko: %@ 숨기기
ru: Скрыть %@
zh_hans: 隐藏 %@

source: Hide the pet from the desktop
es: Ocultar la mascota del escritorio
ja: デスクトップからペットを隠す
ko: 바탕화면에서 펫 숨기기
ru: Скрыть питомца с рабочего стола
zh_hans: 从桌面隐藏宠物

source: Hold diagnostics
es: Diagnóstico de bloqueos
ja: アサーションの診断
ko: 어서션 진단
ru: Диагностика блокировок
zh_hans: 电源断言诊断

source: I understand - start session
es: Entendido - iniciar la sesión
ja: 了解 - セッションを開始
ko: 이해했어요 - 세션 시작
ru: Понятно — начать сессию
zh_hans: 我明白了 - 开始会话

source: Inactive
es: Inactivo
ja: 非アクティブ
ko: 비활성
ru: Неактивно
zh_hans: 未激活

source: Interval between break reminders
es: Intervalo entre recordatorios de pausa
ja: 休憩リマインダーの間隔
ko: 휴식 알림 간격
ru: Интервал между напоминаниями о перерыве
zh_hans: 休息提醒间隔

source: KIWI CAT - your work companion
es: KIWI CAT - tu compañero de trabajo
ja: KIWI CAT - 作業のパートナー
ko: KIWI CAT - 작업 동반자
ru: KIWI CAT — твой помощник в работе
zh_hans: KIWI CAT - 你的工作伙伴

source: Keep Mac awake
es: Mantener el Mac despierto
ja: Macをスリープさせない
ko: Mac 깨어 있게 하기
ru: Не давать Mac засыпать
zh_hans: 保持 Mac 唤醒

source: Keep above other windows
es: Mantener por encima de otras ventanas
ja: 他のウインドウより手前に表示
ko: 다른 창 위에 유지
ru: Поверх других окон
zh_hans: 保持在其他窗口之上
